Repository: ThuanNg05/Invoice
Catalog: Invoice/Strings/*/Resources.resw
Source language: en_us
Languages: vi_vn

# Settings_Theme.Text
source: Theme
vi_vn: Màu nền

# Settings_Theme_Light.Content
source: Light
vi_vn: Sáng

# Settings_Theme_Dark.Content
source: Dark
vi_vn: Tối

# Settings_Theme_Default.Content
source: Default
vi_vn: Mặc định

# Settings_AboutDescription.Text
source: TODO: Replace with your app description.
vi_vn: Phần mềm quản lý hoá đơn và kho hàng.

# Shell_CreateInvoice.Content
source: CreateInvoice
vi_vn: Hoá đơn

# Shell_Customers.Content
source: Customers
vi_vn: Khách hàng

# Shell_DetailPlanks.Content
source: DetailPlanks
vi_vn: Cỡ ván

# Shell_DetailPrice.Content
source: DetailPrice
vi_vn: Giá thành phần

# Shell_History.Content
source: History
vi_vn: Lịch sử

# Shell_IOActions.Content
source: IOActions
vi_vn: Xuất Nhập Kho

# Shell_Materials.Content
source: Materials
vi_vn: Vật tư

# Shell_ProductSelection.Content
source: ProductSelection
vi_vn: Chọn SP

# Shell_Products.Content
source: Products
vi_vn: Sản phẩm

# Shell_Reporting.Content
source: Reporting
vi_vn: Báo cáo

# Shell_IOPlanks.Content
source: IOPlanks
vi_vn: Kho ván

# Shell_Planks.Content
source: Planks
vi_vn: Ván

# Product_Validation_NameEmpty
source: Product name is empty
vi_vn: Tên sản phẩm không được bỏ trống.

# Product_Validation_WageInvalid
source: Invalid wage
vi_vn: Tiền công phải lớn hơn 0.

# Product_Validation_PricesEmpty
source: Product prices are empty
vi_vn: Giá gốc, sỉ và lẻ không được bỏ trống.

# Product_Validation_SizeNotFound
source: Size not found
vi_vn: Mã cỡ ván '{0}' không tồn tại trong danh mục Cỡ Ván. Vui lòng kiểm tra lại hoặc để trống.

# Product_Add_Success
source: Product added successfully!
vi_vn: Thêm sản phẩm thành công!

# Common_Cancel
source: Cancel
vi_vn: Hủy

# Common_ProductSelection
source: Product Selection
vi_vn: Chọn sản phẩm

# Common_EditingInvoice
source: EditingInvoice
vi_vn: Chỉnh sửa hoá đơn

# CreateInvoice_InvoiceCode.Text
source: InvoiceCode
vi_vn: Mã hoá đơn :

# CreateInvoice_CustomerName.Text
source: customer
vi_vn: Tên khách hàng :

# CreateInvoice_PhoneNumber.Text
source: PhoneNo
vi_vn: Số điện thoại :

# CreateInvoice_PriceGroup.Text
source: PriceGroup
vi_vn: Loại giá :

# CreateInvoice_Btn_New.Label
source: new
vi_vn: Tạo mới

# CreateInvoice_Btn_Save.Label
source: save
vi_vn: Lưu HĐ

# CreateInvoice_Btn_Copy.Label
source: copy
vi_vn: Copy HĐ

# CreateInvoice_Btn_Edit.Label
source: edit
vi_vn: Sửa HĐ

# CreateInvoice_Grid_ProductName.Header
source: Name
vi_vn: Tên SP

# CreateInvoice_Grid_SellPrice.Header
source: sellprice
vi_vn: Đơn giá

# CreateInvoice_Grid_Amount.Header
source: amount_header
vi_vn: Số lượng

# CreateInvoice_Grid_LineTotal.Header
source: linetotal_header
vi_vn: Thành tiền

# CreateInvoice_Grid_Note.Header
source: note_header
vi_vn: Ghi chú

# CreateInvoice_Grid_Delete.Header
source: delete_header
vi_vn: Xoá

# CreateInvoice_Save_Success
source: SaveSuccess
vi_vn: Lưu hóa đơn thành công.

# Customers_Name.Text
source: Name
vi_vn: Tên

# Customers_Phone.Text
source: Phone
vi_vn: Số điện thoại

# Customers_PriceGroup.Text
source: PriceGroup
vi_vn: Loại giá

# Customers_PriceGroup_Sỉ.Content
source: Even
vi_vn: Sỉ

# Customers_PriceGroup_Lẻ.Content
source: Odd
vi_vn: Lẻ

# Customers_Btn_New.Label
source: NewLabel
vi_vn: Mới

# Customers_Btn_Update.Label
source: UpdateLabel
vi_vn: Sửa

# Customers_Btn_Delete.Label
source: DeleteLabel
vi_vn: Xoá

# Customers_Grid_Name.Header
source: NameHeader
vi_vn: Tên

# Customers_Grid_Phone.Header
source: PhoneHeader
vi_vn: Số điện thoại

# Customers_Grid_PriceGroup.Header
source: PriceGroupHeader
vi_vn: Loại giá

# Products_Name.Text
source: Name
vi_vn: Tên SP

# Products_Frame.Text
source: Frame
vi_vn: Cỡ Ván

# Products_Frame_Placeholder
source: Ex: 5070...
vi_vn: VD: 50x70...

# Products_Wage.Text
source: Wage
vi_vn: Tiền công

# Products_BasePrice.Text
source: Base price
vi_vn: Giá Gốc

# Products_PriceOdd.Text
source: Price odd
vi_vn: Giá Lẻ

# Products_PriceEven.Text
source: Price even
vi_vn: Giá Sỉ

# Products_Search_Placeholder
source: Find by Name...
vi_vn: Tìm theo Tên SP...

# Products_Grid_Name.Header
source: Name
vi_vn: Tên SP

# Products_Grid_BasePrice.Header
source: Base price
vi_vn: Giá Gốc

# Products_Grid_PriceOdd.Header
source: Price odd
vi_vn: Giá Lẻ

# Products_Grid_PriceEven.Header
source: Price even
vi_vn: Giá Sỉ

# History_From.Text
source: a
vi_vn: Từ :

# History_To.Text
source: a
vi_vn: Đến :

# History_Btn_Search.Label
source: a
vi_vn: Tìm

# History_Grid_InvoiceID.Header
source: a
vi_vn: HĐ Số

# History_Grid_CreatedDate.Header
source: a
vi_vn: Ngày tạo

# History_Grid_Customer.Header
source: a
vi_vn: Khách hàng

# History_Grid_Amount.Header
source: a
vi_vn: SL

# Materials_Price.Text
source: Price
vi_vn: Giá

# Materials_Total.Text
source: Total
vi_vn: Tổng tiền

# Materials_MinInventory.Text
source: Minium In Stock
vi_vn: Tồn kho tối thiểu

# Materials_Grid_Name.Header
source: Name
vi_vn: Tên hàng

# Materials_Grid_Price.Header
source: Price
vi_vn: Giá

# Materials_Grid_Inventory.Header
source: Inventory
vi_vn: Tồn kho

# Materials_Grid_Total.Header
source: Total
vi_vn: Tổng tiền

# Materials_Grid_MinInventory.Header
source: Minium In Stock
vi_vn: Dự trữ tối thiểu

# IOActions_ProductName.Header
source: Name
vi_vn: Tên hàng

# IOActions_Inventory.Header
source: Inventory
vi_vn: Tồn kho hiện tại

# IOActions_Amount.Header
source: Amount
vi_vn: Số lượng

# IOActions_ActionType.Header
source: Type
vi_vn: Hình thức

# IOActions_Btn_Save.Label
source: Save to Storage
vi_vn: Lưu kho

# IOActions_List_Source
source: Goods list
vi_vn: Danh sách Sản phẩm / Vật tư

# IOActions_List_Pending
source: Pending list
vi_vn: Danh sách Nhập / Xuất (Chờ lưu)

# IOActions_Save_Success
source: a
vi_vn: Lưu giao dịch kho thành công.

# Planks_Size.Header
source: a
vi_vn: Kích thước

# Planks_Inventory.Header
source: a
vi_vn: Tồn kho

# Planks_Btn_Add.Label
source: a
vi_vn: Thêm

# Planks_Btn_Reset.Label
source: a
vi_vn: làm mới

# Planks_Error_Load
source: a
vi_vn: Lỗi khi tải danh mục kích thước ván

# Planks_Error_Duplicate
source: a
vi_vn: Kích thước này đã tồn tại!

# Planks_Error_Add
source: a
vi_vn: Lỗi khi thêm kích thước ván

# Planks_Error_Update
source: a
vi_vn: Lỗi khi cập nhật kích thước ván

# IOPlanks_FrameNO.Header
source: a
vi_vn: Mã rập

# IOPlanks_Amount.Header
source: a
vi_vn: Số lượng tấm lớn

# IOPlanks_PlankType.Header
source: a
vi_vn: Loại ván

# IOPlanks_Description.Header
source: a
vi_vn: Mô tả

# IOPlanks_Btn_Save.Label
source: a
vi_vn: Lưu kho

# IOPlanks_Grid_FrameNO.Header
source: a
vi_vn: Mã Rập

# IOPlanks_Grid_Description.Header
source: a
vi_vn: Mô tả

# IOPlanks_Error_Load
source: a
vi_vn: Lỗi khi tải danh sách ván

# Reporting_Btn_Export.Content
source: Send report via Email
vi_vn: Gửi Báo Cáo Email

# Reporting_Revenue.Text
source: Revenue
vi_vn: Doanh Thu Năm

# Reporting_Profit.Text
source: Profit
vi_vn: Lợi Nhuận (Ước tính)

# Reporting_Chart_Title.Text
source: Chart bills by month
vi_vn: Biểu đồ đơn hàng theo tháng

# Reporting_TopProducts.Text
source: Top Products
vi_vn: Top 10 Sản Phẩm

# Reporting_Locked_Title.Text
source: Limition area
vi_vn: Khu vực hạn chế

# Reporting_Locked_Password.Header
source: Password
vi_vn: Nhập mật khẩu

# Reporting_Locked_Btn_Unlock.Content
source: Unlock
vi_vn: Mở khóa

# Reporting_Error_Load
source: Error loading report
vi_vn: Lỗi khi tải dữ liệu báo cáo

# Reporting_Error_Export
source: Error export report
vi_vn: Lỗi khi xuất và gửi báo cáo

# Settings_Storage_Title.Text
source: Storage
vi_vn: Lưu trữ

# Settings_Storage_Folder_Label.Text
source: Folder storage invoice (PDF)
vi_vn: Thư mục lưu hoá đơn (PDF)

# Settings_Storage_Btn_Select.Content
source: Select folder
vi_vn: Chọn thư mục

# Settings_Storage_Description.Text
source: Description
vi_vn: Các hoá đơn xuất ra sẽ được lưu tại đây. Nếu chưa chọn, mặc định sẽ lưu tại thư mục Documents.

# Settings_Error_Init
source: Error initalization
vi_vn: Lỗi khi khởi tạo cài đặt

# Settings_Error_SelectFolder
source: Error select folder
vi_vn: Lỗi khi chọn thư mục lưu trữ
